ahmadalli.vscode-nginx-conf
alefragnani.bookmarks
alefragnani.project-manager
andrycf.java-code-generator
angular.ng-template
atommaterial.a-file-icon-vscode
aykutsarac.jsoncrack-vscode
be5invis.vscode-custom-css
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
carlosjs23.vscode-yarn-script
celianriboulet.webvalidator
christian-kohler.npm-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gamunu.vscode-yarn
github.copilot
github.copilot-chat
icrawl.discord-vscode
janisdd.vscode-edit-csv
jeromyllerena.jsp-support
mechatroner.rainbow-csv
mikaelkristiansson87.react-theme-vscode
mongodb.mongodb-vscode
moufidayoub11.betty-extension
mousavian.ssh-config-syntax-highlighter
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
olamilekanajibola.css-selector-generator
pflannery.vscode-versionlens
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
pulkitgangwar.nextjs-snippets
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
samuel-weinhardt.vscode-jsp-lang
sldobri.bunker
streetsidesoftware.code-spell-checker
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wholroyd.jinja
william-voyek.vscode-nginx
wix.vscode-import-cost
xabikos.javascriptsnippets
xdebug.php-debug
yoavbls.pretty-ts-errors
zignd.html-css-class-completion
